//
//  ViewController.swift
//  HelloWorld
//
//  Created by Антон Баландин on 30.10.23.
//

import UIKit

class ViewController: UIViewController {

    override func viewDidLoad() {
        super.viewDidLoad()
        // Do any additional setup after loading the view.
    }
}
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.

// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
<<<<<<< HEAD
=======
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
// При помощи констрейнтов расположите на экране два вью так, что бы они занимали равные площади. Задача сохранить пропорции этих вью при смене ориентации устройства.
>>>>>>> Develop
